---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Grid
zh: 轴网
source: html/be00b425-1fe5-23a2-fea6-f3a2976f4402.htm
---
# Grid Members

**中文**: 轴网

Adds a default Leader for the indicated end of the datum plane. This method does not apply to Reference planes (which do not support leaders).